IDEA StatiCa Open Model
RebarSingle Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 create a new instance.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public RebarSingle()
Public Sub New
public:
RebarSingle()
See Also
Reference
RebarSingle Class
IdeaRS.OpenModel.Model Namespace